{
    "films": [
        {
            "title": "Science Fair",
            "description": "Hailed by critics as \"immensely likeable,\" \"brilliant and quirky\" and an \"ode to the teenage science geeks on who our future depends,\" and winner of the audience award at Sundance and SXSW, National Geographic Documentary Films' Science Fair follows nine high school students from around the globe as they navigate rivalries, setbacks and, of course, hormones, on their journey to compete at The International Science and Engineering Fair. As 1,700 of the smartest, quirkiest teens from 78 different countries face off, only one will be named Best in Fair. The filmoffers a front seat to the victories, defeats and motivations of an incredible group of young men and women who are on a path to change their lives, and the world, through science.",
            "id": 1,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59425998%2F79179389909%2F1%2Foriginal.20190331-171442?w=800&auto=compress&rect=0%2C36%2C1224%2C612&s=20bd8a7cf23161a6099de7c8d444bf4c",
            "release_date": "2019"
        },

        {
            "title": "The Farewell",
            "description": "After learning their beloved matriarch has terminal lung cancer, a family opts not to tell her about the diagnosis, instead scheduling an impromptu wedding-reunion back in China. Headstrong and emotional writer Billi rebels against her parents’ directive to stay in New York and joins the family as they awkwardly attempt to rekindle old bonds, throw together a wedding that only grandma is actually looking forward to, and surreptitiously say their goodbyes.",
            "id": 2,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59423669%2F79179389909%2F1%2Foriginal.20190331-154345?w=800&auto=compress&rect=0%2C13%2C1200%2C600&s=f2284156ae9eda15589cd2913233854d",
            "release_date": "2019"
        },

        {
            "title": "Extremely Wicked, Shockingly Evil and Vile",
            "description": "'Extremely Wicked, Shockingly Evil and Vile', starring Zac Efron and Lily Collins and directed by veteran documentarian Joe Berlinger, has become one of the most talked about movies of the year. The film tells the story of the notorious serial killer Ted Bundy through the eyes of his shy longtime girlfriend Elizabeth Kloepher, whom he wholly deceived as he ingratiated himself into her life. The focus of the film is pulled away from Bundy’s heinous crimes and centers on his homelife with Kloepfer, keeping the scenes of horror only in our imagination and not on the screen. And while offering human details about Bundy--who confessed to 30 rapes and murders between 1974-78--the film manages to resist humanizing a man who was clearly a monster. Variety magazine calls it “an honestly unsettling and authentic inquiry into the question of who Ted Bundy was, how he operated, what his capture and trial and ongoing infamy has meant, and what, if anything, his existence tells us about our individual relationship to toxic evil. That said, his story is also freaky as hell, in a jaw-dropping you-can’t-make-this-stuff-up way.” Zac Efron's performance has received highly positive reviews with the critic’s consensus on review aggregator Rotten Tomatoes claiming that Extremely Wicked, Shockingly Evil and Vile transcends any narrative limitations \"through the sheer force of Zac Efron's compulsively watchable performance.\"",
            "id": 3,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59423700%2F79179389909%2F1%2Foriginal.20190331-154427?w=800&auto=compress&rect=0%2C13%2C1200%2C600&s=a568b7c3d18fd91612293006236d4be2",
            "release_date": "2019"
        },

        {
            "title": "Trial By Fire",
            "description": "'Trial by Fire' is the true-life Texas story of the unlikely bond between an imprisoned death row inmate (Jack O’Connell) and a mother of two from Houston (Laura Dern) who, though facing staggering odds, fights mightily for his freedom. Cameron Todd Willingham, a poor, uneducated heavy metal devotee with a violent streak and a criminal record, is convicted of arson-related triple homicide in 1992. During his 12 years on death row, Elizabeth Gilbert, an improbable ally, uncovers questionable methods and illogical conclusions in his case, and battles with the state to expose suppressed evidence that could save him.",
            "id": 4,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59423718%2F79179389909%2F1%2Foriginal.20190331-154509?w=800&auto=compress&rect=0%2C13%2C1200%2C600&s=32ebdafcc3dc5c2ee9ac764558d5c742",
            "release_date": "2019"
        },

        {
            "title": "Booksmart",
            "description": "Told from a wildly original, fresh and modern perspective, 'Booksmart' is an unfiltered comedy about high school best friends and the bonds we create that last a lifetime. Capturing the spirit of our times, the film is a coming of age story for a new generation.",
            "id": 5,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59423718%2F79179389909%2F1%2Foriginal.20190331-154509?w=800&auto=compress&rect=0%2C13%2C1200%2C600&s=32ebdafcc3dc5c2ee9ac764558d5c742",
            "release_date": "2019"
        },

        {
            "title": "Horror Noire",
            "description": "Directed by Xavier Burgin and delving into a century of genre films that by turns utilized, caricatured, exploited, sidelined, and finally embraced them, Horror Noire traces the untold history of Black Americans in Hollywood through their connection to the horror genre. Adapting Robin Means Coleman’s seminal book, Horror Noire will present the living and the dead, using new and archival interviews from scholars and creators; the voices who survived the genre’s past trends, to those shaping its future. Featuring interviews with Jordan Peele, Tananarive Due, Tony Todd, Ken Foree, and more.",
            "id": 6,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59424127%2F79179389909%2F1%2Foriginal.20190331-155933?w=800&auto=compress&rect=0%2C45%2C1600%2C800&s=3b49df2759ec13e2b199bd4a6141015a",
            "release_date": "2019"
        },

        {
            "title": "Teen Spirit",
            "description": "Written and directed by Max Minghella, Teen Spirit follows Violet (Elle Fanning) is a shy teenager who dreams of escaping her small town and pursuing her passion to sing. With the help of an unlikely mentor, she enters a local singing competition that will test her integrity, talent and ambition. Driven by a pop-fueled soundtrack, Teen Spirit is a visceral and stylish spin on the Cinderella story. The film also stars Rebecca Hall, Zlatko Buric, and Agnieszka Grochowska.",
            "id": 7,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59424127%2F79179389909%2F1%2Foriginal.20190331-155933?w=800&auto=compress&rect=0%2C45%2C1600%2C800&s=3b49df2759ec13e2b199bd4a6141015a",
            "release_date": "2019"
        },

        {
            "title": "Mickey and the Bear",
            "description": "It’s April in Anaconda, Montana, and headstrong teenager Mickey Peck (Camila Morrone) is doing what she can to keep her single, veteran father (James Badge Dale) afloat, navigating his mercurial moods, opioid addiction, and grief over the loss of his wife. Secretly, Mickey fantasizes of going to college on the west coast and finally living life on her own terms. When Hank’s controlling, jealous behavior turns destructive, Mickey must decide between familial obligation and personal fulfillment as she puts everything on the line to claim her own independence. Mickey and the Bear is the directorial feature debut of Annabelle Attanasio and is produced by Lizzie Shapiro.",
            "id": 8,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59426090%2F79179389909%2F1%2Foriginal.20190331-171811?w=800&auto=compress&rect=0%2C38%2C1270%2C635&s=85fb755c9d7cf4d1aaec1d09bc13c711",
            "release_date": "2019"
        },

        {
            "title": "Giant Little Ones",
            "description": "Franky Winter (Josh Wiggins) and Ballas Kohl (Darren Mann) have been best friends since childhood. They are high school royalty: handsome, stars of the swim team and popular with girls. They live a perfect teenage life – until the night of Franky's epic 17th birthday party, when Franky and Ballas are involved in an unexpected incident that changes their lives forever. Giant Little Ones is a heartfelt and intimate coming-of-age story about friendship, self-discovery and the power of love without labels.",
            "id": 9,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59426298%2F79179389909%2F1%2Foriginal.20190331-172650?w=800&auto=compress&rect=0%2C36%2C1268%2C634&s=8d6f59f06302cec36c7f1502b05934fb",
            "release_date": "2019"
        },

        {
            "title": "Luce",
            "description": "Directed and co-written by Julius Onah, Luce centers on the eponymous young, black man (Kelvin Harrison Jr.), adopted from Eritrea by Amy and Peter Edgar (Naomi Watts and Tim Roth). A decade after his adoption, Luce is a model student and a terrific athlete. This is especially apparent to his black teacher, Harriet Wilson (Octavia Spencer). However, after he turns in an essay that makes a shocking political statement, the young overachiever is seen in a new light. Onah examines race, privilege, and Black Excellence in a film that will surely keep the audience on edge and unnerved.",
            "id": 10,
            "poster_path": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F59426282%2F79179389909%2F1%2Foriginal.20190331-172557?w=800&auto=compress&rect=0%2C36%2C1268%2C634&s=fba8e269a8542a089a96a385d0ca0dae",
            "release_date": "2019"
        }
    ],
    "lastUpdated": "1554672992"
}